{"intern": 0, "treat": 1, "genuin": 2, "keep": 3, "pig": 4, "spaceship": 5, "plug": 6, "pet": 7, "lack": 8, "happen": 9, "battleground": 10, "wei": 11, "death": 12, "amanto": 13, "hierarchi": 14, "yuuji": 15, "adversari": 16, "idofront": 17, "yabuki": 18, "parti": 19, "time": 20, "will": 21, "taichi": 22, "sukuna": 23, "present": 24, "peac": 25, "sourc": 26, "realiti": 27, "limb": 28, "defin": 29, "game": 30, "muster": 31, "seriou": 32, "threaten": 33, "clubroom": 34, "confid": 35, "kaiser": 36, "alien": 37, "casualti": 38, "startl": 39, "solitari": 40, "doll": 41, "studio": 42, "ingredi": 43, "turn": 44, "fix": 45, "beat": 46, "overpow": 47, "school": 48, "dark": 49, "demand": 50, "left": 51, "pleas": 52, "friend": 53, "sudden": 54, "trainer": 55, "battl": 56, "matur": 57, "hurtl": 58, "caus": 59, "rout": 60, "wield": 61, "faint": 62, "veng": 63, "miyamizu": 64, "god": 65, "undesir": 66, "crush": 67, "inosuk": 68, "explain": 69, "england": 70, "accept": 71, "ethic": 72, "mean": 73, "be": 74, "led": 75, "listen": 76, "shou": 77, "swift": 78, "ago": 79, "aspir": 80, "must": 81, "reward": 82, "okab": 83, "reason": 84, "commenc": 85, "heavili": 86, "prosthet": 87, "mayor": 88, "call": 89, "psychic": 90, "averag": 91, "also": 92, "kimetsu": 93, "transform": 94, "juggl": 95, "hurt": 96, "kageyama": 97, "endeavor": 98, "drama": 99, "doughnut": 100, "suruga": 101, "hachikuji": 102, "perform": 103, "boister": 104, "kirchei": 105, "sapien": 106, "enslav": 107, "banana": 108, "everyth": 109, "lover": 110, "tooru": 111, "charm": 112, "renam": 113, "chang": 114, "rurouni": 115, "interplanetari": 116, "news": 117, "tachibana": 118, "stand": 119, "fill": 120, "struggl": 121, "wors": 122, "vinland": 123, "organ": 124, "abandon": 125, "person": 126, "mani": 127, "rin": 128, "liebert": 129, "ace": 130, "harsh": 131, "beneath": 132, "tone": 133, "determin": 134, "democrat": 135, "appoint": 136, "unlik": 137, "tension": 138, "empir": 139, "middl": 140, "kamikakushi": 141, "divis": 142, "nishimiya": 143, "shinpachi": 144, "reviv": 145, "golden": 146, "wish": 147, "yearn": 148, "unoccupi": 149, "breakthrough": 150, "kiss": 151, "somehow": 152, "nicknam": 153, "miyagi": 154, "drastic": 155, "valentin": 156, "pragmat": 157, "downheart": 158, "perceiv": 159, "haikyuu": 160, "pursu": 161, "significantli": 162, "ground": 163, "hunt": 164, "captur": 165, "regu": 166, "trio": 167, "around": 168, "qin": 169, "mother": 170, "undergon": 171, "famili": 172, "wake": 173, "profession": 174, "mark": 175, "swing": 176, "greedi": 177, "zhao": 178, "chao": 179, "shimura": 180, "notic": 181, "arataka": 182, "shirou": 183, "sacrific": 184, "creatur": 185, "odd": 186, "perhap": 187, "think": 188, "semest": 189, "lyza": 190, "pit": 191, "cautious": 192, "yet": 193, "cop": 194, "home": 195, "desir": 196, "gather": 197, "lab": 198, "devis": 199, "tie": 200, "upris": 201, "nitroplu": 202, "rescu": 203, "takamura": 204, "adulthood": 205, "clan": 206, "mushishi": 207, "act": 208, "architectur": 209, "pose": 210, "children": 211, "hilari": 212, "thu": 213, "theater": 214, "day": 215, "adrift": 216, "provid": 217, "circumst": 218, "hiatu": 219, "role": 220, "accomplish": 221, "alreadi": 222, "prohibit": 223, "unexpect": 224, "meet": 225, "district": 226, "plethora": 227, "chanc": 228, "mad": 229, "evil": 230, "go": 231, "begin": 232, "destin": 233, "give": 234, "duo": 235, "stone": 236, "noth": 237, "bring": 238, "bustl": 239, "anymor": 240, "uninhabit": 241, "domin": 242, "continu": 243, "darker": 244, "base": 245, "signific": 246, "write": 247, "partner": 248, "workflow": 249, "princip": 250, "bewild": 251, "na\u00efv": 252, "athlet": 253, "monogatari": 254, "upper": 255, "earn": 256, "commit": 257, "spoil": 258, "citi": 259, "belief": 260, "second": 261, "tanjir": 262, "warfar": 263, "senjogahara": 264, "kamogawa": 265, "drunkenli": 266, "possess": 267, "agatsuma": 268, "altern": 269, "build": 270, "kawamoto": 271, "bestow": 272, "tackl": 273, "ricketi": 274, "joui": 275, "easi": 276, "variou": 277, "simpl": 278, "onslaught": 279, "ship": 280, "addit": 281, "track": 282, "answer": 283, "paradis": 284, "coexist": 285, "form": 286, "despit": 287, "fend": 288, "outsid": 289, "claim": 290, "king": 291, "intim": 292, "ichi": 293, "wild": 294, "mayuri": 295, "11": 296, "courag": 297, "swallow": 298, "aoba": 299, "declin": 300, "regain": 301, "afoot": 302, "kenkaku": 303, "earth": 304, "reveal": 305, "violet": 306, "nation": 307, "curs": 308, "consequ": 309, "feebl": 310, "neighbor": 311, "told": 312, "mellow": 313, "style": 314, "emiya": 315, "thread": 316, "strong": 317, "stubborn": 318, "command": 319, "complex": 320, "inch": 321, "phenomenon": 322, "longer": 323, "fall": 324, "far": 325, "societi": 326, "talent": 327, "motion": 328, "unconvent": 329, "aid": 330, "transport": 331, "remain": 332, "himura": 333, "whiz": 334, "britannian": 335, "unusu": 336, "cope": 337, "jousai": 338, "obedi": 339, "came": 340, "bandit": 341, "diver": 342, "rakugo": 343, "certainli": 344, "permit": 345, "troubl": 346, "akihabara": 347, "stomach": 348, "crew": 349, "immort": 350, "normal": 351, "kabasawa": 352, "heartfelt": 353, "help": 354, "elderli": 355, "ideal": 356, "assassin": 357, "rememb": 358, "alik": 359, "pack": 360, "small": 361, "ident": 362, "rous": 363, "preced": 364, "gon": 365, "uniti": 366, "worker": 367, "constant": 368, "stretch": 369, "given": 370, "vivid": 371, "moment": 372, "wakatoshi": 373, "souma": 374, "naraku": 375, "absolut": 376, "relic": 377, "shadowi": 378, "embroil": 379, "establish": 380, "pull": 381, "rent": 382, "connect": 383, "meanwhil": 384, "freecss": 385, "epidem": 386, "knight": 387, "kurapika": 388, "prefectur": 389, "grant": 390, "scientif": 391, "stalker": 392, "sought": 393, "messag": 394, "moreov": 395, "involv": 396, "journal": 397, "lifestyl": 398, "ragtag": 399, "wong": 400, "survivor": 401, "leorio": 402, "marley": 403, "bedridden": 404, "countless": 405, "schooler": 406, "intrigu": 407, "foothold": 408, "town": 409, "fatal": 410, "specialist": 411, "fought": 412, "amount": 413, "deep": 414, "agre": 415, "encount": 416, "mo": 417, "havoc": 418, "advisor": 419, "imai": 420, "hail": 421, "third": 422, "twenti": 423, "twelv": 424, "stay": 425, "overarch": 426, "letter": 427, "learn": 428, "save": 429, "hulk": 430, "desper": 431, "project": 432, "function": 433, "femm": 434, "ramif": 435, "innoc": 436, "qi": 437, "superpow": 438, "nine": 439, "hidden": 440, "mankind": 441, "dirti": 442, "nanachi": 443, "send": 444, "might": 445, "wangji": 446, "reli": 447, "arm": 448, "shadow": 449, "physic": 450, "nobodi": 451, "steal": 452, "sixth": 453, "odokawa": 454, "nadeko": 455, "errand": 456, "ippo": 457, "urban": 458, "unfortun": 459, "broke": 460, "central": 461, "dire": 462, "mount": 463, "hundr": 464, "close": 465, "shackl": 466, "philosoph": 467, "exchang": 468, "shinjuu": 469, "reserv": 470, "itadori": 471, "world": 472, "bravest": 473, "diverg": 474, "engin": 475, "restor": 476, "minist": 477, "unit": 478, "outer": 479, "delv": 480, "item": 481, "light": 482, "enigmat": 483, "two": 484, "neg": 485, "disintegr": 486, "remedi": 487, "destruct": 488, "contend": 489, "servic": 490, "camera": 491, "deem": 492, "tsuioku": 493, "maria": 494, "among": 495, "marri": 496, "band": 497, "dear": 498, "invit": 499, "built": 500, "ideolog": 501, "rockbel": 502, "mission": 503, "lift": 504, "dramat": 505, "braun": 506, "key": 507, "start": 508, "fact": 509, "revolt": 510, "plain": 511, "cross": 512, "dobu": 513, "season": 514, "haunt": 515, "shape": 516, "glimmer": 517, "strang": 518, "numer": 519, "eastward": 520, "perplex": 521, "mind": 522, "take": 523, "put": 524, "renown": 525, "suppress": 526, "readi": 527, "coalit": 528, "yi": 529, "evid": 530, "introduc": 531, "zheng": 532, "hard": 533, "armin": 534, "knit": 535, "miho": 536, "mu": 537, "visual": 538, "heartwarm": 539, "strateg": 540, "julian": 541, "shouyou": 542, "corner": 543, "dynasti": 544, "cruelest": 545, "elsewher": 546, "pervert": 547, "imposs": 548, "surfac": 549, "hijikata": 550, "reunion": 551, "victori": 552, "war": 553, "soft": 554, "slayer": 555, "massiv": 556, "fame": 557, "hand": 558, "kimi": 559, "origin": 560, "abyss": 561, "resourc": 562, "fear": 563, "lu": 564, "yan": 565, "heart": 566, "takasugi": 567, "zodiac": 568, "intens": 569, "apprehend": 570, "meant": 571, "forest": 572, "final": 573, "issu": 574, "bond": 575, "target": 576, "rel": 577, "memori": 578, "liber": 579, "soon": 580, "divid": 581, "away": 582, "produc": 583, "offici": 584, "one": 585, "stagger": 586, "merci": 587, "acclaim": 588, "due": 589, "climax": 590, "midst": 591, "alongsid": 592, "activ": 593, "hopeless": 594, "much": 595, "special": 596, "first": 597, "popul": 598, "law": 599, "thoughtlessli": 600, "prushka": 601, "itaru": 602, "client": 603, "transfer": 604, "nearli": 605, "yakuza": 606, "draw": 607, "merciless": 608, "case": 609, "reg": 610, "1": 611, "allow": 612, "black": 613, "grown": 614, "fpa": 615, "everi": 616, "visit": 617, "interfer": 618, "lazi": 619, "miss": 620, "expect": 621, "team": 622, "challeng": 623, "infinit": 624, "disguis": 625, "welcom": 626, "kanagushi": 627, "titan": 628, "set": 629, "cheek": 630, "tendoushuu": 631, "goe": 632, "enemi": 633, "ein": 634, "truce": 635, "red": 636, "grail": 637, "crise": 638, "killua": 639, "alchemi": 640, "visibl": 641, "abl": 642, "summon": 643, "bebop": 644, "question": 645, "imagin": 646, "scribbl": 647, "spur": 648, "stun": 649, "absenc": 650, "forc": 651, "monster": 652, "tendoshuu": 653, "dread": 654, "denizen": 655, "brought": 656, "graduat": 657, "receiv": 658, "reput": 659, "momo": 660, "battousai": 661, "planet": 662, "kondou": 663, "sometim": 664, "modest": 665, "shouko": 666, "treasur": 667, "arriv": 668, "powerless": 669, "throne": 670, "kage": 671, "injuri": 672, "befit": 673, "homeroom": 674, "amend": 675, "shroud": 676, "demon": 677, "usual": 678, "rei": 679, "shi": 680, "era": 681, "horrif": 682, "toushir": 683, "shiratorizawa": 684, "hashibira": 685, "edward": 686, "chan": 687, "japan": 688, "whistl": 689, "vibrant": 690, "surround": 691, "gift": 692, "coupl": 693, "fli": 694, "comed": 695, "address": 696, "someth": 697, "miracul": 698, "love": 699, "preserv": 700, "sincer": 701, "practic": 702, "risk": 703, "six": 704, "rais": 705, "becom": 706, "differ": 707, "yaiba": 708, "ridicul": 709, "anyth": 710, "year": 711, "find": 712, "push": 713, "destroy": 714, "zero": 715, "rampag": 716, "notifi": 717, "whole": 718, "exploit": 719, "evergarden": 720, "alleg": 721, "toward": 722, "word": 723, "grice": 724, "solar": 725, "sea": 726, "phone": 727, "galaxi": 728, "pile": 729, "invad": 730, "hair": 731, "leg": 732, "arbit": 733, "flashback": 734, "shouwa": 735, "smoothli": 736, "commun": 737, "uncertain": 738, "backstori": 739, "resolv": 740, "detail": 741, "ravish": 742, "result": 743, "switch": 744, "diminish": 745, "critic": 746, "gray": 747, "clash": 748, "peel": 749, "caught": 750, "move": 751, "frozen": 752, "genet": 753, "space": 754, "inhabit": 755, "manag": 756, "legendari": 757, "prime": 758, "johan": 759, "hitokiri": 760, "break": 761, "food": 762, "brew": 763, "fulfil": 764, "hurdl": 765, "qualifi": 766, "stronger": 767, "stir": 768, "suspici": 769, "tsubasa": 770, "spread": 771, "head": 772, "anoth": 773, "futur": 774, "alarm": 775, "utterli": 776, "suit": 777, "sister": 778, "goldenbaum": 779, "resist": 780, "pressur": 781, "hide": 782, "uncanni": 783, "eccentr": 784, "threat": 785, "gel": 786, "orion": 787, "discov": 788, "hacker": 789, "relationship": 790, "ruler": 791, "histori": 792, "relentlessli": 793, "late": 794, "reach": 795, "order": 796, "morph": 797, "illyasviel": 798, "group": 799, "occult": 800, "hunter": 801, "shiganshina": 802, "strife": 803, "apparit": 804, "utmost": 805, "gondo": 806, "companionship": 807, "comedi": 808, "tower": 809, "shogun": 810, "grow": 811, "match": 812, "string": 813, "retriev": 814, "disregard": 815, "hen": 816, "human": 817, "5pb": 818, "dilemma": 819, "music": 820, "advantag": 821, "soul": 822, "theori": 823, "wander": 824, "decid": 825, "maneuv": 826, "finger": 827, "tenac": 828, "poignant": 829, "exist": 830, "collect": 831, "karasuno": 832, "dub": 833, "ventur": 834, "daughter": 835, "good": 836, "insurmount": 837, "creep": 838, "ask": 839, "welsh": 840, "fertil": 841, "genroku": 842, "thank": 843, "hashida": 844, "last": 845, "microwav": 846, "grandfath": 847, "past": 848, "event": 849, "supernatur": 850, "action": 851, "well": 852, "ota": 853, "humor": 854, "onboard": 855, "elric": 856, "adventur": 857, "x": 858, "highlight": 859, "mamoru": 860, "newli": 861, "jujutsu": 862, "strategi": 863, "mechan": 864, "rebellion": 865, "kenzou": 866, "spike": 867, "okay": 868, "strength": 869, "major": 870, "recov": 871, "gang": 872, "appear": 873, "eclips": 874, "either": 875, "novic": 876, "foundat": 877, "solo": 878, "forward": 879, "firsthand": 880, "etern": 881, "remnant": 882, "utsuro": 883, "akari": 884, "shonan": 885, "tranquil": 886, "alli": 887, "lightheart": 888, "sinist": 889, "week": 890, "awaken": 891, "mitsuha": 892, "point": 893, "tell": 894, "auto": 895, "wrongdo": 896, "carlo": 897, "confront": 898, "found": 899, "work": 900, "desert": 901, "occup": 902, "independ": 903, "escap": 904, "new": 905, "unravel": 906, "unfold": 907, "art": 908, "ascend": 909, "mentor": 910, "fallen": 911, "awe": 912, "unfamiliar": 913, "worth": 914, "high": 915, "rest": 916, "trip": 917, "bow": 918, "zu": 919, "redempt": 920, "technolog": 921, "dao": 922, "cling": 923, "cold": 924, "survey": 925, "stage": 926, "freedom": 927, "feat": 928, "colon": 929, "understand": 930, "fragil": 931, "concept": 932, "trace": 933, "killer": 934, "loop": 935, "eren": 936, "pinako": 937, "slowli": 938, "purpos": 939, "oppon": 940, "psycholog": 941, "dedic": 942, "negoti": 943, "doubt": 944, "tragic": 945, "made": 946, "newfound": 947, "get": 948, "experi": 949, "loom": 950, "gape": 951, "upon": 952, "150": 953, "posit": 954, "comprehend": 955, "finish": 956, "shameless": 957, "individu": 958, "liter": 959, "afflict": 960, "run": 961, "metal": 962, "araragi": 963, "conclus": 964, "crumbl": 965, "dane": 966, "commonplac": 967, "greet": 968, "wall": 969, "though": 970, "cours": 971, "tongu": 972, "koyomi": 973, "annihil": 974, "air": 975, "rage": 976, "historian": 977, "injur": 978, "shingeki": 979, "cash": 980, "prodigi": 981, "falco": 982, "gintoki": 983, "manner": 984, "leisur": 985, "prepar": 986, "hospit": 987, "punch": 988, "spring": 989, "almost": 990, "natur": 991, "defeat": 992, "beaten": 993, "fieri": 994, "true": 995, "tsunder": 996, "bind": 997, "yang": 998, "vast": 999, "captain": 1000, "comput": 1001, "career": 1002, "conscienc": 1003, "wenli": 1004, "place": 1005, "taxi": 1006, "rid": 1007, "pictur": 1008, "bojji": 1009, "suicid": 1010, "2071": 1011, "eldian": 1012, "distress": 1013, "intellig": 1014, "wolf": 1015, "forth": 1016, "corp": 1017, "isao": 1018, "part": 1019, "boredom": 1020, "lamperoug": 1021, "nurs": 1022, "000": 1023, "infight": 1024, "conspiraci": 1025, "born": 1026, "loss": 1027, "may": 1028, "hinata": 1029, "deaf": 1030, "unwittingli": 1031, "kanbaru": 1032, "tinker": 1033, "siegfri": 1034, "blame": 1035, "altana": 1036, "ounc": 1037, "standstil": 1038, "mugen": 1039, "iceland": 1040, "cowboy": 1041, "neurosurgeon": 1042, "rollercoast": 1043, "firstborn": 1044, "dr": 1045, "unintent": 1046, "extrem": 1047, "excit": 1048, "morn": 1049, "apart": 1050, "wife": 1051, "attack": 1052, "vow": 1053, "equal": 1054, "jet": 1055, "peril": 1056, "girlfriend": 1057, "tangibl": 1058, "greatest": 1059, "tri": 1060, "eleven": 1061, "brave": 1062, "gadget": 1063, "like": 1064, "station": 1065, "xiaoshi": 1066, "regret": 1067, "lan": 1068, "seem": 1069, "onizuka": 1070, "aliv": 1071, "everyon": 1072, "scheme": 1073, "revolutionari": 1074, "low": 1075, "biker": 1076, "prove": 1077, "regard": 1078, "rintar": 1079, "pupil": 1080, "tomoya": 1081, "mayoi": 1082, "box": 1083, "map": 1084, "stori": 1085, "want": 1086, "probabl": 1087, "garbag": 1088, "right": 1089, "gone": 1090, "see": 1091, "notori": 1092, "haphazardli": 1093, "suffer": 1094, "zoku": 1095, "path": 1096, "entir": 1097, "version": 1098, "respons": 1099, "follow": 1100, "agenda": 1101, "redeem": 1102, "joy": 1103, "request": 1104, "attempt": 1105, "conquer": 1106, "still": 1107, "shell": 1108, "kyojin": 1109, "occurr": 1110, "presenc": 1111, "titl": 1112, "spirit": 1113, "approach": 1114, "support": 1115, "master": 1116, "lock": 1117, "interstellar": 1118, "emot": 1119, "reveng": 1120, "willpow": 1121, "strategist": 1122, "riko": 1123, "delinqu": 1124, "power": 1125, "climb": 1126, "truth": 1127, "conqueror": 1128, "journey": 1129, "versatil": 1130, "beyond": 1131, "photograph": 1132, "recent": 1133, "crisi": 1134, "stellar": 1135, "effect": 1136, "crack": 1137, "ever": 1138, "plan": 1139, "anchor": 1140, "quest": 1141, "ashford": 1142, "christen": 1143, "known": 1144, "bounti": 1145, "number": 1146, "burden": 1147, "heartlessli": 1148, "ginko": 1149, "confound": 1150, "venezuela": 1151, "applaud": 1152, "drive": 1153, "wrong": 1154, "relev": 1155, "shinji": 1156, "infam": 1157, "solut": 1158, "layer": 1159, "reigen": 1160, "fifth": 1161, "galact": 1162, "kintoki": 1163, "even": 1164, "strive": 1165, "self": 1166, "akito": 1167, "punish": 1168, "unchart": 1169, "yakumo": 1170, "childhood": 1171, "void": 1172, "odditi": 1173, "embark": 1174, "jobless": 1175, "unsettl": 1176, "harden": 1177, "less": 1178, "manifest": 1179, "eikichi": 1180, "smash": 1181, "yeager": 1182, "livelihood": 1183, "whatev": 1184, "murder": 1185, "mutter": 1186, "curtain": 1187, "fourth": 1188, "cutesi": 1189, "mental": 1190, "need": 1191, "promis": 1192, "impos": 1193, "realiz": 1194, "kyoujur": 1195, "polit": 1196, "overs": 1197, "fan": 1198, "uniqu": 1199, "glass": 1200, "parodi": 1201, "weight": 1202, "join": 1203, "across": 1204, "shiina": 1205, "truli": 1206, "blunt": 1207, "particip": 1208, "camp": 1209, "surgeri": 1210, "face": 1211, "near": 1212, "erad": 1213, "faction": 1214, "swore": 1215, "rank": 1216, "bleak": 1217, "kyoto": 1218, "chaotic": 1219, "pursuit": 1220, "lelouch": 1221, "nonetheless": 1222, "believ": 1223, "adapt": 1224, "stark": 1225, "hope": 1226, "overcom": 1227, "furthest": 1228, "patient": 1229, "prospect": 1230, "koe": 1231, "creat": 1232, "tail": 1233, "forg": 1234, "five": 1235, "dead": 1236, "termin": 1237, "unifi": 1238, "oddli": 1239, "chasm": 1240, "darkest": 1241, "consum": 1242, "carv": 1243, "subject": 1244, "ryoumen": 1245, "oath": 1246, "polic": 1247, "taken": 1248, "konatsu": 1249, "citizen": 1250, "joke": 1251, "hous": 1252, "knew": 1253, "weav": 1254, "ill": 1255, "shouya": 1256, "warn": 1257, "brother": 1258, "conscious": 1259, "sight": 1260, "nobum": 1261, "control": 1262, "misshapen": 1263, "mask": 1264, "model": 1265, "katsura": 1266, "fight": 1267, "enjoy": 1268, "na": 1269, "seri": 1270, "feudal": 1271, "fail": 1272, "grudg": 1273, "newborn": 1274, "slice": 1275, "search": 1276, "hitch": 1277, "rise": 1278, "ignor": 1279, "shinta": 1280, "player": 1281, "shigeo": 1282, "armi": 1283, "risen": 1284, "doctor": 1285, "next": 1286, "mysteri": 1287, "rate": 1288, "britannia": 1289, "refer": 1290, "sengoku": 1291, "amaz": 1292, "thrive": 1293, "roam": 1294, "unknowingli": 1295, "skill": 1296, "combat": 1297, "kagura": 1298, "mintz": 1299, "spiegel": 1300, "descent": 1301, "harbor": 1302, "meiji": 1303, "kamado": 1304, "member": 1305, "clannad": 1306, "izuko": 1307, "ying": 1308, "bondrewd": 1309, "obsolet": 1310, "daru": 1311, "taki": 1312, "club": 1313, "deceas": 1314, "movi": 1315, "thrill": 1316, "bag": 1317, "alter": 1318, "slapstick": 1319, "classic": 1320, "honest": 1321, "gate": 1322, "enchousen": 1323, "malic": 1324, "deal": 1325, "chain": 1326, "former": 1327, "bless": 1328, "limit": 1329, "household": 1330, "commot": 1331, "know": 1332, "granddaught": 1333, "impact": 1334, "opposit": 1335, "shinsengumi": 1336, "countri": 1337, "contrapt": 1338, "busi": 1339, "quell": 1340, "armor": 1341, "wound": 1342, "kenshin": 1343, "unknown": 1344, "symptom": 1345, "ban": 1346, "chines": 1347, "kamui": 1348, "pillag": 1349, "justic": 1350, "bottomless": 1351, "sorcer": 1352, "would": 1353, "restless": 1354, "duti": 1355, "rule": 1356, "travel": 1357, "heat": 1358, "parent": 1359, "yoshiwara": 1360, "teenag": 1361, "achiev": 1362, "helpless": 1363, "encourag": 1364, "villag": 1365, "happi": 1366, "stumbl": 1367, "forev": 1368, "pillar": 1369, "subtl": 1370, "primordi": 1371, "tough": 1372, "young": 1373, "leidenschaftlich": 1374, "email": 1375, "best": 1376, "shoulder": 1377, "crash": 1378, "class": 1379, "disast": 1380, "surpass": 1381, "geass": 1382, "metropolitan": 1383, "mob": 1384, "blade": 1385, "gym": 1386, "gruel": 1387, "western": 1388, "similar": 1389, "homag": 1390, "trap": 1391, "safeguard": 1392, "lose": 1393, "interrupt": 1394, "focu": 1395, "bottom": 1396, "alchem": 1397, "never": 1398, "method": 1399, "ikari": 1400, "4": 1401, "ride": 1402, "winri": 1403, "play": 1404, "someon": 1405, "unchang": 1406, "telepathi": 1407, "resid": 1408, "valu": 1409, "ghostli": 1410, "ogino": 1411, "goromaki": 1412, "stein": 1413, "success": 1414, "flame": 1415, "deliv": 1416, "train": 1417, "rebel": 1418, "swordsman": 1419, "heal": 1420, "affection": 1421, "shirakawa": 1422, "culmin": 1423, "ego": 1424, "back": 1425, "sword": 1426, "fierc": 1427, "baseless": 1428, "viciou": 1429, "remind": 1430, "begun": 1431, "xin": 1432, "championship": 1433, "automail": 1434, "situat": 1435, "inherit": 1436, "decis": 1437, "oper": 1438, "oppos": 1439, "dog": 1440, "pair": 1441, "blindli": 1442, "student": 1443, "sacrif": 1444, "elimin": 1445, "trade": 1446, "ougi": 1447, "littl": 1448, "die": 1449, "youth": 1450, "collid": 1451, "uncov": 1452, "umbrella": 1453, "temporari": 1454, "tortur": 1455, "util": 1456, "countrysid": 1457, "humbl": 1458, "sanyou": 1459, "overt": 1460, "boy": 1461, "crossfir": 1462, "ordinari": 1463, "proclaim": 1464, "hitagi": 1465, "rengoku": 1466, "militari": 1467, "consid": 1468, "inter": 1469, "kiheitai": 1470, "samurai": 1471, "contempt": 1472, "senjougahara": 1473, "resembl": 1474, "illusionari": 1475, "telephon": 1476, "peopl": 1477, "befriend": 1478, "alchemist": 1479, "einzbern": 1480, "job": 1481, "radio": 1482, "alarmingli": 1483, "viral": 1484, "alphons": 1485, "gintama": 1486, "protect": 1487, "discoveri": 1488, "winter": 1489, "maintain": 1490, "end": 1491, "equival": 1492, "could": 1493, "scientist": 1494, "isol": 1495, "oftentim": 1496, "sadaharu": 1497, "passeng": 1498, "bite": 1499, "night": 1500, "bastion": 1501, "courtesan": 1502, "great": 1503, "tradit": 1504, "cover": 1505, "shun": 1506, "bodi": 1507, "web": 1508, "footag": 1509, "fullmet": 1510, "upsid": 1511, "allianc": 1512, "collaps": 1513, "leav": 1514, "blood": 1515, "raid": 1516, "check": 1517, "shinobu": 1518, "persist": 1519, "father": 1520, "toosaka": 1521, "dusk": 1522, "misadventur": 1523, "belov": 1524, "ambush": 1525, "cast": 1526, "chu": 1527, "long": 1528, "releas": 1529, "intervent": 1530, "solv": 1531, "affect": 1532, "convict": 1533, "warm": 1534, "leader": 1535, "hanekawa": 1536, "popular": 1537, "nowher": 1538, "intent": 1539, "deviant": 1540, "c": 1541, "autocraci": 1542, "descend": 1543, "sakamoto": 1544, "sever": 1545, "other": 1546, "free": 1547, "moon": 1548, "pachinko": 1549, "honda": 1550, "corrupt": 1551, "inevit": 1552, "attach": 1553, "chihiro": 1554, "sexual": 1555, "live": 1556, "amus": 1557, "potenti": 1558, "thorfinn": 1559, "bizarr": 1560, "classmat": 1561, "robot": 1562, "tale": 1563, "walk": 1564, "zenitsu": 1565, "okazaki": 1566, "incred": 1567, "tatter": 1568, "unearth": 1569, "brutal": 1570, "confus": 1571, "shaken": 1572, "fuyuki": 1573, "hobbi": 1574, "vice": 1575, "man": 1576, "vampir": 1577, "use": 1578, "engag": 1579, "come": 1580, "gener": 1581, "proce": 1582, "suplex": 1583, "elementari": 1584, "bulli": 1585, "flee": 1586, "said": 1587, "recollect": 1588, "crow": 1589, "ressha": 1590, "howev": 1591, "fantasi": 1592, "tournament": 1593, "prevent": 1594, "sukeroku": 1595, "premier": 1596, "fearlessli": 1597, "tyrant": 1598, "amidst": 1599, "danger": 1600, "elit": 1601, "suddenli": 1602, "son": 1603, "fay": 1604, "wit": 1605, "blind": 1606, "sinc": 1607, "certain": 1608, "complet": 1609, "deepen": 1610, "doubl": 1611, "powerhous": 1612, "rivera": 1613, "propos": 1614, "feel": 1615, "name": 1616, "tiger": 1617, "harusam": 1618, "task": 1619, "make": 1620, "defi": 1621, "rather": 1622, "revel": 1623, "outlaw": 1624, "3": 1625, "grew": 1626, "shock": 1627, "area": 1628, "virgin": 1629, "trust": 1630, "catastroph": 1631, "han": 1632, "manga": 1633, "realli": 1634, "cadet": 1635, "devast": 1636, "flow": 1637, "gabi": 1638, "choic": 1639, "constantli": 1640, "lost": 1641, "katachi": 1642, "haku": 1643, "headquart": 1644, "otherwis": 1645, "rapidli": 1646, "realm": 1647, "chief": 1648, "director": 1649, "imdb": 1650, "in": 1651, "sailor": 1652, "comprehens": 1653, "hold": 1654, "shall": 1655, "jump": 1656, "joe": 1657, "mistak": 1658, "campaign": 1659, "belong": 1660, "shop": 1661, "sign": 1662, "hardship": 1663, "frequent": 1664, "depth": 1665, "holi": 1666, "share": 1667, "yotar": 1668, "white": 1669, "fruitless": 1670, "behind": 1671, "increas": 1672, "improvis": 1673, "technic": 1674, "side": 1675, "smooth": 1676, "held": 1677, "green": 1678, "fabric": 1679, "thousand": 1680, "convinc": 1681, "jack": 1682, "immigr": 1683, "makunouchi": 1684, "possibl": 1685, "alway": 1686, "china": 1687, "spend": 1688, "extraordinari": 1689, "investig": 1690, "indulg": 1691, "retak": 1692, "idli": 1693, "teacher": 1694, "mercenari": 1695, "transmut": 1696, "import": 1697, "cheng": 1698, "deepest": 1699, "insid": 1700, "explor": 1701, "test": 1702, "instead": 1703, "within": 1704, "askeladd": 1705, "quickli": 1706, "harass": 1707, "conquest": 1708, "gaen": 1709, "trigger": 1710, "reinhard": 1711, "disappear": 1712, "carefre": 1713, "brain": 1714, "wa": 1715, "along": 1716, "prior": 1717, "pregnant": 1718, "passion": 1719, "shot": 1720, "quit": 1721, "concern": 1722, "machin": 1723, "familiar": 1724, "shogi": 1725, "basement": 1726, "crimin": 1727, "guang": 1728, "ember": 1729, "apocalypt": 1730, "instrument": 1731, "oshino": 1732, "arc": 1733, "progress": 1734, "conflict": 1735, "clock": 1736, "geniu": 1737, "lead": 1738, "android": 1739, "aboard": 1740, "ostrac": 1741, "exercis": 1742, "hiroshi": 1743, "let": 1744, "particularli": 1745, "2": 1746, "old": 1747, "goal": 1748, "later": 1749, "root": 1750, "li": 1751, "teach": 1752, "whether": 1753, "fellow": 1754, "devic": 1755, "10": 1756, "post": 1757, "homo": 1758, "four": 1759, "kiriyama": 1760, "includ": 1761, "thing": 1762, "took": 1763, "anim": 1764, "balanc": 1765, "seven": 1766, "stalem": 1767, "stop": 1768, "territori": 1769, "everlast": 1770, "asid": 1771, "novel": 1772, "exorc": 1773, "unbeknownst": 1774, "vike": 1775, "utter": 1776, "untold": 1777, "wuxian": 1778, "paradi": 1779, "fun": 1780, "trickster": 1781, "plagu": 1782, "full": 1783, "child": 1784, "unbeliev": 1785, "savageri": 1786, "men": 1787, "locat": 1788, "doppelgang": 1789, "girl": 1790, "acerola": 1791, "gem": 1792, "furukawa": 1793, "sweet": 1794, "academi": 1795, "seen": 1796, "dispos": 1797, "await": 1798, "pirat": 1799, "mal": 1800, "current": 1801, "done": 1802, "lohengramm": 1803, "land": 1804, "seek": 1805, "futatabi": 1806, "paranorm": 1807, "nearbi": 1808, "alon": 1809, "famou": 1810, "room": 1811, "edo": 1812, "three": 1813, "sen": 1814, "gin": 1815, "sakata": 1816, "state": 1817, "tokyo": 1818, "von": 1819, "boxer": 1820, "corgi": 1821, "ishida": 1822, "concret": 1823, "lie": 1824, "singl": 1825, "choos": 1826, "bonedrewd": 1827, "daili": 1828, "persuad": 1829, "aris": 1830, "hall": 1831, "closer": 1832, "throughout": 1833, "eye": 1834, "return": 1835, "wipe": 1836, "difficult": 1837, "unpredict": 1838, "ocean": 1839, "deciph": 1840, "overlord": 1841, "driver": 1842, "problem": 1843, "unseen": 1844, "without": 1845, "rebelli": 1846, "emerg": 1847, "main": 1848, "ushijima": 1849, "reunit": 1850, "seemingli": 1851, "inflict": 1852, "amongst": 1853, "mushi": 1854, "sequel": 1855, "social": 1856, "principl": 1857, "2010": 1858, "life": 1859, "arlert": 1860, "show": 1861, "multipl": 1862, "figur": 1863, "yoshida": 1864, "contrast": 1865, "legend": 1866, "kill": 1867, "fate": 1868, "real": 1869, "enter": 1870, "unparallel": 1871, "foe": 1872, "excruci": 1873, "age": 1874, "poor": 1875, "wither": 1876, "attain": 1877, "doorstep": 1878, "park": 1879, "bakufu": 1880, "tenma": 1881, "chase": 1882, "exam": 1883, "walru": 1884, "research": 1885, "dream": 1886, "advanc": 1887, "bio": 1888, "densiti": 1889, "way": 1890, "top": 1891, "local": 1892, "eventu": 1893, "perspect": 1894, "geograph": 1895, "rakuy": 1896, "togeth": 1897, "strongest": 1898, "princ": 1899, "corps": 1900, "thrown": 1901, "line": 1902, "yorozuya": 1903, "accompani": 1904, "servant": 1905, "fianc\u00e9": 1906, "idealist": 1907, "secret": 1908, "invent": 1909, "photo": 1910, "firm": 1911, "center": 1912, "pass": 1913, "kid": 1914, "revolv": 1915, "symbiosi": 1916, "ex": 1917, "vigilant": 1918, "prestigi": 1919, "unabl": 1920, "bear": 1921, "mastermind": 1922, "romantan": 1923, "although": 1924, "cohort": 1925, "paid": 1926, "highli": 1927, "gain": 1928, "nagisa": 1929, "thrust": 1930, "system": 1931, "surpris": 1932}